import * as React from 'react';

export function PrivacyPolicyModalData(props: any): JSX.Element {
  return (
    <div className="red-line">
      <p>Политика конфиденциальности персональных данных</p>
      <p>1. Общие положения</p>
      <p>1.1. Настоящая Политика конфиденциальности персональных данных (далее - Политика) действует в отношении всех персональных данных, которую Индивидуальный предприниматель Большакова Наталия Павловна (далее – ИП Большакова НП) может получить от Пользователя во время использования Пользователем официального сайта Ehlib.com (далее – Сайт), использования услуг, покупки программного обеспечения, участия в рекламных и маркетинговых кампаниях или акциях и/или ином взаимодействии (далее – Услуги).</p>
      <p>1.2. Используя Услуги и предоставляя ИП Большакова НП информацию, необходимую для инициирования дальнейшего взаимодействия, Пользователь выражает согласие на ее использование в соответствии с настоящей Политикой; в случае несогласия с этими условиями Пользователь должен воздержаться от использования Сайта.</p>
      <p>Для конкретных Услуг ИП Большакова НП может публиковать дополнительные положения, дополняющие настоящую Политику.</p>
      <p>1.3. ИП Большакова НП исходит из того, что Пользователь, инициирующий использование Сайта, сознательно определяет свои запросы и контролирует технические параметры используемого им оборудования, а также ознакомился с настоящей Политикой в полном объеме. В случае несогласия Пользователя с Политикой использование Сайта должно быть прекращено.</p>
      <p>2. Персональная информация Пользователя</p>
      <p>2.1. В рамках настоящей Политики под «персональными данными (информацией) Пользователя» понимаются:</p>
      <p>2.1.1. Персональные данные, которые Пользователь предоставляет о себе самостоятельно при регистрации (создании учётной записи) на Сайте или в процессе использования Услуг. Обязательная для предоставления (оказания) Услуг информация явно обозначена. К такой информации отнесены: фамилия, имя и отчество, адрес электронной почты, почтовый адрес доставки заказов, контактный телефон, платёжные реквизиты. Иная информация предоставляется Пользователем на его усмотрение.</p>
      <p>2.1.2. Иная информация о Пользователе, сбор и/или предоставление которой определено ИП Большакова НП для предоставления отдельных Услуг дополнительно, о чём явно указано при заказе отдельных Услуг.</p>
      <p>2.1.3. Иная информация о Пользователе, возможность получения которой обусловлена технически.</p>
      <p>2.2. ИП Большакова НП не проверяет достоверность персональной информации, предоставляемой Пользователем, и не имеет возможности оценивать его дееспособность. Однако ИП Большакова НП и Пользователь исходят из того, что Пользователь предоставляет достоверную и достаточную персональную информацию и поддерживает эту информацию в актуальном состоянии.</p>
      <p>2.3. ИП Большакова НП не контролирует и не несет ответственность за обработку информации сайтами третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на Сайте.</p>
      <p>3. Цели обработки персональной информации Пользователя</p>
      <p>3.1. ИП Большакова НП обрабатывает только те персональные данные (информацию), которые необходимы для оказания и улучшения качества Услуг, и только в соответствии с Федеральным законом № 152-ФЗ «О персональных данных» от 27.07.2006 года. Обработка персональных данных (информации) Пользователя включает в себя сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение), использование, передачу персональных данных (информации).</p>
      <p>3.2. Персональную информацию Пользователя ИП Большакова НП может обрабатывать в следующих целях:</p>
      <p>3.2.1. Идентификация стороны в рамках оказания Услуги.</p>
      <p>3.2.2. Предоставление Пользователю персонализированных Услуг.</p>
      <p>3.2.3. Улучшение качества Услуг и разработка новых.</p>
      <p>3.2.4. Отправка сообщений sms и e-mail уведомительного и рекламного характера, проведение электронных и sms опросов, контроля результатов маркетинговых акций, клиентской поддержки, проведение розыгрышей и призов среди Пользователей сайта и прочих мероприятий на оказание услуг, предоставляемых ИП Большакова НП.</p>
      <p>3.2.5. Таргетирование рекламных материалов.</p>
      <p>3.2.6. Проведение статистических и иных исследований на основе обезличенных данных.</p>
      <p>3.2.7. Предоставление персональных данных Пользователя правообладателям, дистрибьюторам или реселлерам программного обеспечения в целях регистрации программного обеспечения на имя Пользователя.</p>

      <p>4. Передача персональных данных (информации) Пользователя третьим лицам</p>
      <p>4.1. В отношении персональных данных (информации) Пользователя сохраняется ее конфиденциальность, кроме случаев обработки персональных данных (информации), доступ неограниченного круга лиц к которым предоставлен Пользователем добровольно либо по его просьбе.</p>
      <p>4.2. ИП Большакова НП вправе передать персональную информацию Пользователя третьим лицам в следующих случаях:</p>
      <p>4.2.1. Пользователь предоставил свое согласие на такие действия.</p>
      <p>Передача необходима в целях регистрации программного обеспечения на имя Пользователя правообладателями, дистрибьюторами или реселлерами программного обеспечения.</p>

      <p>4.2.2. Передача необходима для достижения целей, осуществления и выполнения функций, полномочий и обязанностей, возложенных законодательством Российской Федерации на ИП Большакова НП.</p>
      <p>4.2.3. Передача осуществляется для внутренних целей, например, в рамках договора с третьим лицом на проведение аудита, анализа данных и исследований, направленных на улучшение продуктов и услуг ИП Большакова НП, а также способов общения с клиентами.</p>

      <p>5. Права и обязанности Пользователя</p>
      <p>5.1. ИП Большакова НП предпринимает разумные меры для поддержания точности и актуальности имеющихся у ИП Большакова НП персональных данных (информации), а также удаления устаревших и других недостоверных или излишних персональных данных (информации), тем не менее, Пользователь несет ответственность за предоставление достоверных сведений, а также за обновление предоставленных данных в случае каких-либо изменений.</p>
      <p>5.2. Пользователь имеет право на получение информации, касающейся обработки его персональных данных в ИП Большакова НП.</p>
      <p>5.3. Пользователь может в любой момент изменить (обновить, дополнить, блокировать, уничтожить) предоставленные им персональные данные (информацию) или их часть, а также параметры их конфиденциальности путем обращения в ИП Большакова НП.</p>
      <p>5.3.1. Пользователь вправе в любой момент отозвать свое согласие на обработку ИП Большакова НП персональных данных (информации) путём направления письменного уведомления на адрес: 198260, г. Санкт-Петербург, Проспект Маршала Жукова, дом 50 корп.2 кв. 66, ИП Большакова НП, с пометкой «отзыв согласия на обработку персональных данных», при этом отзыв Пользователем согласия на обработку персональных данных влечёт за собой удаление учётной записи Пользователя с Сайта, а также уничтожение записей, содержащих персональные данные, в системах обработки персональных данных ИП Большакова НП, что может сделать невозможным пользование Интернет-сервисами Ehlib.com.</p>

      <p>5.4. Для исполнения положений в п. 5.2 и 5.3 настоящей Политики ИП Большакова НП может потребовать подтвердить личность Пользователя, затребовав предоставления такого подтверждения в любой непротиворечащей закону форме.</p>
      <p>6. ИП Большакова НП не использует для обработки персональной информации файлов Cookie и счетчики.</p>

      <p>7. Меры, применяемые для защиты персональных данных (информации) Пользователя</p>
      <p>7.1. ИП Большакова НП принимает необходимые и достаточные организационные и технические меры для защиты персональных данных Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий с персональными данными третьих лиц.</p>
      <p>7.2. ИП Большакова НП не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на сайте Ehlib.com. На сайтах третьих лиц может быть собственная политика конфиденциальности и у Пользователя могут собираться или запрашиваться иные персональные данные.</p>
      <p>7.3. Обеспечение безопасности персональных данных (информации) Пользователя достигается путем мониторинга на определение угроз безопасности персональных данных (информации) при их обработке; применению организационных и технических мер по обеспечению безопасности персональных данных (информации) при их обработки; путем оценки эффективности принимаемых мер по обеспечению безопасности персональных данных (информации); путем обнаружения фактов несанкционированного доступа к персональным данным (информации) и принятием мер по их устранению; путем установления правил доступа к персональным данным; путем контроля за принимаемыми мерами по обеспечению безопасности персональных данных (информации).</p>

      <p>8. Изменение Политики конфиденциальности. Применимое законодательство</p>
      <p>8.1. ИП Большакова НП имеет право вносить изменения в настоящую Политику конфиденциальности.</p>
      <p>8.2. К настоящей Политике и отношениям между Пользователем и ИП Большакова НП, возникающим в связи с применением Политики конфиденциальности, подлежит применению право Российской Федерации.</p>

      <p>9. Обратная связь. Вопросы и предложения.</p>
      <p>Все предложения или вопросы по поводу настоящей Политики следует сообщать ИП Большакова НП по адресу электронной почты support@ehlib.com.</p>

      <p>&nbsp;</p>
    </div>
  );
}