import * as React from 'react';

export function SellingRulesModalData(props: any): JSX.Element {
  return (
    <div className="red-line">
      <p >
        В соответствии со статьей 437 Гражданского Кодекса Российской Федерации настоящие Правила приобретения (далее — Правила) являются в совокупности с Описанием Продукции и Заказом публичной офертой, то есть предложением юридическим лицам или индивидуальным предпринимателям (далее – Клиенты) заключить договор о приобретении Продукции на предусмотренных в нём условиях.
      </p>
      <p>
        Предложение заключить настоящий договор оферты адресуется Клиентам ИП Большаковой Наталией Павловной (ИНН: 780528319758, ОГРНИП: 321784700318762, юридический адрес: 198260, г. Санкт-Петербург, Проспект Маршала Жукова, дом 50 корп.2 кв 66, тел.+7(911)219-99-49, адрес для отправки корреспонденции: 198260, г. Санкт-Петербург, Проспект Маршала Жукова, дом 50 корп.2 кв 66, тел.+7(911)219-99-49 (далее — ИП Большакова НП).
      </p>
      <p>
      </p>
      <p>
        <b>Термины и определения</b>
      </p>
      <p>
        <b>Продукция</b> — Товары, иное имущество и/или Лицензии, услуги, представленные для приобретения Клиентам в Интернет-магазине по отдельности или совокупно. Перечень Продукции определяется Интернет-магазином.
      </p>
      <p>
        <b>Клиент</b> —юридическое лицо, имеющее намерение заказать или приобрести в Интернет-магазине либо заказывающее, приобретающее в Интернет-магазине или использующий приобретенную в Интернет-магазине Продукцию.
      </p>
      <p>
        <b>Интернет-магазин</b> — торговая площадка EHLIB, расположенная в информационно-телекоммуникационной сети "Интернет" по адресу https://ehlib.com/ и предусматривающая, помимо прочего, функционал и технические возможности, посредством которых Клиент может знакомиться с описанием Продукции и размещать Заказ на ее приобретение.
      </p>
      <p>
        <b>Заказ</b> — совокупность действий Клиента, совершаемых посредством использования функционала и технических возможностей Интернет-магазина и выражающихся в выборе приобретаемой Продукции, подтверждении согласия на ее приобретение и оплате стоимости Продукции предлагаемым Интернет-магазином способом.
      </p>
      <p>
        <b>Счет</b> — документ, который, в зависимости от выбранного Клиентом способа оплаты, может выставляться Интернет-магазином на основании Заказа Клиента и использоваться для оплаты Клиентом стоимости соответствующей Продукции. Счет содержит, как минимум, наименование Продукции, их количество, цену и, если применимо, дополнительные условия приобретения Продукции.
      </p>
      <p>
        <b>Неисключительная Лицензии</b> – права использования результатов интеллектуальной деятельности.
      </p>
      <p><b>Товары</b> – экземпляры программ для ЭВМ, неисключительные Лицензии.</p>
      <p><b>Ключи</b> - технические средства защиты от несанкционированного использования (ключи доступа, активационные ключи, документация, дистрибутивы, электронные ссылки, файлы лицензии и прочее).</p>
      <p>
        <b>Описание Продукции</b> - информация, располагающаяся на странице Интернет-магазина, в которой указаны данные о приобретаемой Продукции: цена за единицу Продукции, описание Продукции.
      </p>
      <p>
        <b>Программы для ЭВМ</b> - результаты интеллектуальной деятельности, в том числе программы для электронных вычислительных машин, базы данных, электронные книги и иные произведения.
      </p>
      <p>
        Определения, указанные в настоящем разделе, применимы, в том числе, и в отношении слов и словосочетаний, употребленных в настоящих Правилах во множественном числе.
      </p>

      <p>
        1. Общие условия
      </p>
      <p>1.1. Настоящие Правила представляют собой смешанный договор, по которому в зависимости от содержания соответствующего Заказа Клиента, ИП Большакова НП обязуется предоставить Клиенту неисключительной Лицензии (сублицензионный договор) или оказать услуги (договор оказания услуг).</p>
      <p>1.2. Конкретное наименование, количество и стоимость приобретаемой Клиентом Продукции указывается в Заказе Клиента, размещаемом в Интернет-магазине. Применимость соответствующих условий (сублицензионного договора и/или договора купли-продажи, и/или договора оказания услуг) настоящих Правил к приобретению Клиентом Продукции определяется в таком Заказе путем указания на то, что приобретаемая Продукция является неисключительной Лицензией   или услугой.</p>
      <p>1.3. В случае, если выбранный Клиентом способ оплаты предусматривает выставление Клиенту Счета, указанным Счетом могут устанавливаться дополнительные условия приобретения Клиентом Продукции. В случае противоречия условий, указанных в Счете, условиям, предусмотренным настоящими Правилами, преимущественную силу имеют условия Счета.</p>

      <p>2. Акцепт оферты</p>
      <p>2.1. Полный и безоговорочный акцепт Клиентом публичной оферты, частью которой являются настоящие Правила, производится путем оплаты Продукции в соответствии с условиями оформленного Заказа, что одновременно считается выражением Клиентом намерения приобрести Продукцию.</p>
      <p>2.2. С момента акцепта Клиентом оферты, договор на приобретение оплаченной Продукции считается заключенным Клиентом.</p>

      <p>3. Оформление Заказов</p>
      <p>3.1. Для приобретения Продукции в Интернет-магазине Клиент осуществляет оформление Заказа на приобретение Продукции, используя соответствующие функциональные возможности, предусмотренными интерфейсом Интернет-магазина:</p>
      <ul>
        <li>полное наименование;</li>
        <li>Ф.И.О. представителя, уполномоченного на получение Продукции;</li>
        <li>контактный телефон;</li>
        <li>адрес электронной почты Клиента;</li>
        <li>ИНН и КПП;</li>
        <li>юридический адрес;</li>
        <li>способ оплаты (выбор одного из вариантов, предоставленных ИП Большакова НП);</li>
      </ul>

      <p>3.2. Клиент несет полную ответственность за предоставление неверных сведений, повлекшее за собой невозможность надлежащего исполнения ИП Большакова НП своих обязательств перед Клиентом в соответствии с настоящими Правилами.</p>

      <p>4. Оплата Продукции</p>
      <p>4.1. Оплата Клиентом Продукции осуществляется по ценам, установленным описанием соответствующей Продукции на страницах Интернет-магазина, и зафиксированным в Заказе Клиента.</p>
      <p>4.2. Оплата Клиентом Продукции осуществляется одним из способов, предусмотренным Интернет-магазином для внесения оплаты, и в сроки, согласованные Клиентом при оформлении Заказа. Заказ, размещенный в Интернет-магазине, должен быть оплачен Клиентом не позднее, чем по истечение 5 (пяти) рабочих дней с даты его размещения. В противном случае, ИП Большакова НП оставляет за собой право не принимать данный Заказ к исполнению и не признавать его оплату, совершенную с нарушением вышеуказанного срока, акцептом настоящих Правил.</p>
      <p>4.3. Вознаграждение за предоставление права использования Программ для ЭВМ, находящихся в Едином реестре российских программ для электронных вычислительных машин и баз данных (далее – Реестр), не облагаются НДС в соответствии с пп. 26 п.2 ст.149 Налогового кодекса Российской Федерации. В остальных случаях цены всех сделок, регулируемых настоящими Правилами, включают в себя НДС по применимой ставке, установленной действующим законодательством Российской Федерации</p>

      <p>5. Условия предоставления неисключительных Лицензий</p>
      <p>5.1. Неисключительная Лицензия на Программы для ЭВМ, предоставляемая Клиенту в соответствии с настоящими Правилами, включает в себя право воспроизведения Программ для ЭВМ путем инсталляции, копирования и запуска в объеме, в течение срока и на условиях, указанных в соответствующих типовых лицензионных соглашениях (End User License Agreement), декларируемых правообладателем Программ для ЭВМ для конечных пользователей.</p>
      <p>5.2. Неисключительная Лицензия предоставляется в срок, предусмотренный соответствующим Заказом, при этом:</p>
      <p>5.2.1. Неисключительная Лицензия считается предоставленной после подписания Сторонами акта приема-передачи прав. Если правообладателем Программ для ЭВМ предусмотрена передача Клиенту Ключей, указанные Ключи, в том числе гиперссылки, действие которых не ограничено во времени, направляются Клиенту на адрес электронной почты, указанный Клиентом при оформлении Заказа, или посредством направления информации, необходимой для самостоятельного получения доступа к указанным материалам. Акт приема-передачи направляется ИП Большакова НП на адрес электронной почты Клиента, указанный в заказе. Клиент в течение 5 (пяти) рабочих дней с момента получения акта приема-передачи прав обязан подписать акт приема-передачи прав и направить один экземпляр акта приема-передачи ИП Большакова НП. Клиент и ИП Большакова НП признают обмен сканами документов в формате pdf при наличии необходимых подписей и печатей путем использования электронной почты достаточным для выполнения обязательств сторон в полном объеме в соответствии с условиями настоящих Правил. В случае если в установленный настоящим пунктом срок Клиент не направит ИП Большакова НП акт приема-передачи прав, акт приема-передачи прав считается подписанным Клиентом без замечаний в последний день срока, установленного для его подписания.</p>
      <p>5.2.2 При приобретении ИП Большакова НП у соответствующих правообладателей Продукции для последующей передачи Клиенту, указанными правообладателями может быть предусмотрено обязательное заполнение и/или подписание Клиентом различных документов в форме, предусмотренной правообладателем, необходимых для принятия и обработки Заказа на Продукцию. К указанным документам могут относиться, помимо прочего: анкеты юридического лица, заявления о целях использования программ для ЭВМ, списки ранее использовавшихся Клиентом лицензий на программы для ЭВМ указанного правообладателя, лицензионные условия или иные соглашения с правообладателем, руководства по использованию и прочие документы (далее – Регистрационная документация). При наличии указанных требований правообладателя, Клиент обязуется обеспечить надлежащее и достоверное заполнение и/или подписание Регистрационной документации в течение 3 (трёх) рабочих дней с момента получения соответствующего запроса ИП Большакова НП, если иной срок не будет согласован ИП Большакова НП и Клиентом дополнительно. В случае нарушения Клиентом вышеуказанного срока предоставления Регистрационной документации, ИП Большакова НП вправе отказаться от исполнения своих обязательств по соответствующему Заказу полностью или частично либо отодвинуть срок исполнения обязательств соразмерно времени предоставления надлежащим образом оформленной Регистрационной документации без применения каких-либо штрафных санкций и/или иных ограничений к ИП Большакова НП.</p>

      <p>7. Требования к операционной системе, установленной на ЭВМ клиента для запуска приобретенных у ИП Большакова НП программных продуктов: Microsoft Windows 10/8.1/8/7/Vista/XP.</p>

      <p>8. Политика возврата Продукции</p>
      <p>8.1. Любые возвраты Продукции Клиентами, являющимися юридическими лицами и/или индивидуальными предпринимателями, регулируются действующим законодательством Российской Федерации, без учета положений настоящего раздела Правил.</p>
      <p>8.2. Отказ Клиента от договора недопустим в соответствии со ст.ст. 309, 310 ГК РФ.</p>
      <p>8.3. Односторонний отказ от приобретения неисключительной Лицензии или возврат уже полученных Клиентом неисключительных Лицензий в соответствии с действующим законодательством Российской Федерации не допускается. Однако, ИП Большакова НП по своему усмотрению может принять возврат неисключительной Лицензии у Клиента, в частности, если соответствующий правообладатель программ для ЭВМ, в свою очередь, готов принять возврат указанной неисключительной Лицензии у ИП Большакова Н.П. В таком случае, возврат уплаченных Клиентом денежных средств за неисключительную Лицензию осуществляется за исключением расходов ИП Большакова НП на возврат денежных средств (включая банковские комиссии) не позднее чем через 10 (десять) рабочих дней с даты предъявления Клиентом соответствующего письменного требования, направляемого в электронной форме на адрес электронной почты ИП Большакова НП. При этом, ИП Большакова НП вправе потребовать от Клиента предоставления указанного заявления на бумажном носителе, и в таком случае Клиент обязан исполнить данное требование в течение 5 (пяти) рабочих дней с момента получения требования ИП Большакова НП.</p>

      <p>9. Прочие условия</p>
      <p>9.1. ИП Большакова НП не несет ответственности за ущерб, причиненный Клиенту вследствие ненадлежащего использования Продукции.</p>
      <p>9.2. ИП Большакова НП не является уполномоченной организацией, т.е. организацией, которая имеет право на принятие и удовлетворение требований потребителей в отношении товара ненадлежащего качества.</p>
      <p>9.3. ИП Большакова НП вправе переуступать либо иным способом передавать свои права и обязанности, вытекающие из его отношений с Клиентом, третьим лицам при условии соблюдения прав и интересов Клиента.</p>
      <p>9.4. Клиент гарантирует, что на момент приобретения Продукции обладает полной дееспособностью и необходимыми для приобретения Продукции полномочиями.</p>
      <p>9.5. ИП Большакова НП обязуется обеспечивать конфиденциальность персональных данных Клиента в соответствии с законодательством Российской Федерации в области персональных данных. ИП Большакова НП обязуется не разглашать полученную от Клиента информацию за исключением предоставления ИП Большакова НП информации в соответствии с требованиями действующего законодательства, а также правообладателям (производителям), агентам и третьим лицам, действующим на основании договора с ИП Большакова НП, для исполнения обязательств перед Клиентом. ИП Большакова НП не несет ответственности за разглашение сведений, предоставленных Клиентом на страницах Интернет-магазина в общедоступной форме.</p>
      <p>9.6. К отношениям ИП Большакова НП и Клиента применяется право Российской Федерации. Все разногласия разрешаются в претензионном порядке. В случае невозможности урегулирования разногласий в претензионном порядке в течение 30 календарных дней с момента их возникновения, ИП Большакова НП и/или Клиент вправе обратиться в суд по месту нахождения ИП Большакова НП – Арбитражный суд города Санкт-Петербурга и Ленинградской области.</p>
      <p>9.7. ИП Большакова НП вправе в любое время вносить изменения в настоящие Правила, а также в Описание Продукции, включая их цену. При этом, любые изменения применяются исключительно к Заказам, размещаемым и оплачиваемым Клиентом исключительно после внесения ИП Большакова НП указанных изменений, и не затрагивают Заказы, размещенные и оплаченные до указанного момента.</p>
      <p>9.8. При наличии такой договоренности, ИП Большакова НП самостоятельно, либо посредством третьих лиц, оказывает Клиенту сопутствующие услуги, перечень, стоимость и условия оказания которых согласуются Клиентом при оформлении Заказа. Оплата согласованных услуг осуществляется одновременно с оплатой Продукции.</p>

      <p>&nbsp;</p>
    </div>
  );
}